Repository: chvik/gboggle
Catalog: tags/1.1.4/gboggle/po/*.po
Languages: fi, hu

source: No valid language configuration found
fi: Kelvollisia kieliasetuksia ei löytynyt
hu: Nincs érvényes nyelvi beállításfájl

source: Found: %d of %d
fi: Löytyi: %d / %d
hu: Találat: %d/%d

source: Time: %d:%02d
fi: Aika: %d:%02d
hu: Idő: %d:%02d

source: %s - not in dictionary
fi: %s - ei sanakirjassa
hu: %s - nincs a szótárban

source: %s - not on board
fi: %s - ei ruudukossa
hu: %s - nincs a táblán

source: %s - already guessed
fi: %s - valittu aiemmin
hu: %s - már volt

source: %s - too short
fi: %s - liian lyhyt
hu: %s - túl rövid

source: Preferences
fi: Asetukset
hu: Beállítások

source: _Game
fi: _Peli
hu: _Játék

source: _Settings
fi: _Asetukset
hu: _Beállítások

source: Guess:
fi: Arvaus:
hu: Szó:

source: New Game
fi: Uusi peli
hu: Új játék

source: Guesses
fi: Arvaukset
hu: Próbálkozások

source: Missed words
fi: Puuttuvat sanat
hu: Kihagyott szavak

source: Language:
fi: Kieli:
hu: Nyelv:

source: Game Time (secs):
fi: Peliaika (sek):
hu: Játékidő (mp):

source: Enter 0 for untimed game.
fi: Syöttämällä 0 ei aikarajaa.
hu: 0, ha végtelen

source: Congratulations! You've found all the words.
hu: Gratulálok! Minden szót megtaláltál.

source: Loading dictionary
fi: Ladataan sanakirja
hu: A szótár töltődik
