Repository: chvik/gboggle
Catalog: gboggle/po/*.po
Languages: it, pl

source: No valid language configuration found
it: Nessuna impostazione lingua valida trovata
pl: Nie znaleziono poprawnej konfiguracji języka

source: Found: %d of %d
it: Trovate: %d su %d
pl: Znaleziono %d z %d

source: Time: %d:%02d
it: Tempo: %d:%02d
pl: Czas: %d:%02d

source: %s - not in dictionary
it: %s - non nel dizionario
pl: %s - nie ma w słowniku

source: %s - not on board
it: %s - fuori schema
pl: %s - nie ma na planszy

source: %s - already guessed
it: %s - gi≈ï indovinata
pl: %s - już znalezione

source: %s - too short
it: %s - troppo corta
pl: %s - za krótkie

source: Preferences
it: Opzioni
pl: Ustawienia

source: _Game
it: _Gioco
pl: _Gra

source: _Settings
it: _Impostazioni
pl: _Ustawienia

source: Guess:
it: Tentativo:
pl: Znalezionych:

source: New Game
it: Nuova partita
pl: Nowa Gra

source: Guesses
it: Tentativi
pl: Trafione

source: Missed words
it: Parole mancate
pl: Pominięte słowa

source: Language:
it: Lingua:
pl: Język

source: Game Time (secs):
it: Tempo di gioco (sec):
pl: Czas gry (sek)

source: Enter 0 for untimed game.
it: Immetti 0 per tempo illimitato
pl: Wpisz 0 dla gry bez czasu

source: Congratulations! You've found all the words.
it: Congratulazioni! Hai trovato tutte le parole.

source: Loading dictionary
it: Caricamento dizionario
pl: Ładowanie słownika
