Repository: chvik/gboggle
Catalog: branches/windows/gboggle/po/*.po
Languages: ru

source: No valid language configuration found
ru: Не найдено подходящей локализации

source: Found: %d of %d
ru: Найдено: %d из %d

source: Time: %d:%02d
ru: Время: %d:%02d

source: %s - not in dictionary
ru: %s - нет в словаре

source: %s - not on board
ru: %s - нет на доске

source: %s - already guessed
ru: %s - уже найдено

source: %s - too short
ru: %s - слишком короткое

source: Preferences
ru: Свойства

source: _Game
ru: _Игра

source: _Settings
ru: _Настройки

source: Guess:
ru: Слово:

source: New Game
ru: Новая игра

source: Guesses
ru: Слова

source: Missed words
ru: Пропущенные слова

source: Language:
ru: Язык:

source: Game Time (secs):
ru: Время игры (секунды):

source: Enter 0 for untimed game.
ru: 0 - нет временного ограничения.

source: Congratulations! You've found all the words.
ru: Поздравляем! Вы нашли все слова.

source: Loading dictionary
ru: Загрузка словаря
