Repository: chvik/gboggle
Catalog: trunk/gboggle/po/*.po
Languages: de, fr

source: No valid language configuration found
de: Keine gültige Sprachdatei gefunden
fr: Aucune configuration de langage valide trouvée

source: Found: %d of %d
de: Gefunden: %d von %d
fr: Trouvé(s) : %d sur %d

source: Time: %d:%02d
de: Zeit: %d:%02d
fr: Temps : %d:%02d

source: %s - not in dictionary
de: %s - nicht im Wörterbuch
fr: %s - hors dictionnaire

source: %s - not on board
de: %s - nicht im Spielfeld
fr: %s - absent de la grille

source: %s - already guessed
de: %s - bereits vorhanden
fr: %s - déjà trouvé

source: %s - too short
de: %s - zu kurz
fr: %s - trop court

source: Preferences
de: Einstellungen
fr: Préférences

source: _Game
de: _Spiel
fr: _Jeu

source: _Settings
de: _Einstellungen
fr: _Options

source: Guess:
de: Wort:
fr: Proposition :

source: New Game
de: Neues Spiel
fr: Nouvelle partie

source: Guesses
de: Wörter
fr: Propositions

source: Missed words
de: Nicht gefundene Worte
fr: Mots manqués

source: Language:
de: Sprache:
fr: Langue :

source: Game Time (secs):
de: Spielzeit (secs) :
fr: Temps de jeu (secs) :

source: Enter 0 for untimed game.
de: 0 für unbegrenzte Spielzeit.
fr: Entrez 0 pour un temps infini.

source: Congratulations! You've found all the words.
de: Yipieeeee! Du hast alle Wörter gefunden

source: Loading dictionary
de: Lade Wörterbuch
fr: Chargement du dictionnaire
